Repository: mobinkarimi2000/sample_app
Catalog: lib/core/l10n/app_*.arb
Languages: ku

source: About Us
ku: دەربارە

source: Address
ku: ناونیشان

source: All
ku: هەموو

# allProducts
source: all
ku: هەموو بەرهەمەکان

source: Already have an account?
ku: پێشتر ئەکاونتت هەیە؟

source: an Error Occurred
ku: هەڵەیەک ڕوویدا

source: Applicant Address
ku: ناونیشانی داواکەر

source: Back
ku: پاشگەڕاندنەوە

source: Based on weekdays
ku: ڕۆژ و کات دیاری بکە

source: cancel
ku: ڕەتکردنەوە

source: Cancel Order
ku: پاشگەزبوونەوە

source: Card
ku: کارتەکان

source: Cart
ku: سەوەتەکان

source: categories
ku: هاوپۆلەکان

source: Change Language
ku: گۆڕینی زمان

source: cheap
ku: هەرزانترین

source: Clear All
ku: هەموو پاک بکەرەوە

# companyDetail
source: The largest hypermarket in Raperin region
ku: گەورەترین هایپەرمارکێت لە دەڤەری ڕاپەڕین

# companyMoto
source: Cheapness and quality is our motto
ku: هەرزانی و کوالێتی دروشمانە

source: confirm
ku: دڵنیاکردنەوە

source: Confirm Order
ku: تۆمارکردن

# contactViaSocialMedia
source: Please contact us if you have any suggestions or complaints
ku: لە کاتی هەبوونی هەر پێشنیارێک یان سکاڵایەک دەتوانن پەیوەندی بکەن بە:

# continuee
source: Continue
ku: بەردەوام بە

source: Cost of Product
ku: نرخی بەرهەم

source: Create Account
ku: دروستکردنی ئەکاونت

# createAccountContent
source: Create an account so you can buy any product easily
ku: ئەکاونتێک دروست بکە بۆ بتوانی بەرهەمەکان بە ئاسانی بکڕیت

source: Create New Account
ku: دروستکردنی ئەکاونتی نوێ

source: Creditor
ku: داواکار

source: Debtor
ku: قەرزدار

source: Delete Account
ku: سڕینەوەی ئەکاونت

source: Delivered
ku: گەیاندن

source: Description
ku: تێبینی

# dinar
source: IQD
ku: دینار

source: Discount
ku: داشکاندن

source: do You Want To Complete Your Order?
ku: دواوکاریەکەت تۆمار بکرێت؟

source: Edit
ku: گۆڕین

source: Edit Order
ku: گۆڕینی داواکاری

# editOrderDescription
source: You'll be able to edit your order now. If you want to cancel this operation click on cart icon and push the cancel button.
ku: ئێستا دەتوانیت دەستکاری داواکارییەکەت بکەیت. ئەگەر دەتەوێت ئەم کارە هەڵبوەشێنیتەوە کلیک لەسەر ئایکۆنی سەبەتەکە بکە و دوگمەی هەڵوەشاندنەوە پاڵ بنێ.

source: Email
ku: ئیمەیڵ

# emptyOrder
source: You Have not Ordered yet
ku: هێشتا داواکاریت نەکردووە

source: Enable Location
ku: شوێن چالاک بکە

# enableLocationDes
source: We need to know your location in order to show ads near you.
ku: پێویستمان بە دەستگەیشتن بە شوێنەکەتە بۆ ئەوەی لەسەر نەخشەکە پیشانت بدەین.

# enterCodeSent
source: Enter the Code sent to your phone
ku: ئەو کۆدە داخڵ بکە کە بۆ مۆبایلەکەت نێردراوە

source: Enter your city name
ku: شارەکەت بنووسە

source: Enter your family name
ku: ناوی خێزانەکەت بنووسە

source: Enter your first address
ku: یەکەم ناونیشانت بنووسە

source: Enter your name
ku: ناوی خۆت بنووسە

source: Enter your province name
ku: پارێزگاکەت بنووسە

source: Enter your second address
ku: دووەم ناونیشانت بنووسە

source: Estimated delivery date
ku: بەروار بەرواری گەیاندن

source: Expensive
ku: گرانترین

# farmanShoppingApp
source: Mohsen
ku: هایپەرمارکێتی فەرمانی بەقاڵ

source: Favorites
ku: دڵخوازەکان

source: Filters
ku: فلتەرەکان

source: Finish
ku: کۆتایی

source: Forgot Password?
ku: وشەی نهێنیت لەبیر کردووە؟

source: Go Home
ku: بچۆ بۆ ماڵەوە

source: Guest
ku: میوان

source: In the fastest time
ku: به زووترین کات

# invoiceContent
source: You can view your purchase invoice below and print it if necessary
ku: دەتوانیت فاکتوری کڕینەکەت ببینیت و چاپی بکەیت ئەگەر پێویست بوو

source: Invoice Registration
ku: تۆمارکردنی داواکاری

# language
source: English
ku: کوردی

source: Log Out
ku: چوونەدەرەوە

source: Login
ku: چوونەژوورەوە

# loginDialogContent
source: You must log in to continue the application process
ku: پێویستە بچیتە ژوورەوە بۆ بەردەوامبوون

# loginTextPartOne
source: Login Here
ku: چوونە ژوورەوە لێرە

# loginTextPartTwo
source: Welcome to the full products store of Asana
ku: بەخێربێن بۆ فرۆشگای بەرهەمەکانە ئاسانا

source: More
ku: زیاتر

source: Most Popular Products
ku: زۆرترین بەرهەمە ناوبانگەکان

source: New update
ku: نوێکردنەوەی نوێ

source: Newest
ku: نوێترین (جدیدترین)

source: No Debtor
ku: پاک و بێحساب

source: Notifications
ku: ئاگادارکردنەوەکان

# ok
source: Okay
ku: باشە

source: Order
ku: داواکاری

source: Order Code
ku: کۆدی داواکاری

# orderDetail
source: Order ŸêDetail
ku: زانیاری داواکاری

source: Order Status
ku: دۆخی داواکاری

source: Orders
ku: فەرمانەکان

# otpIsFiveDigit
source: Please enter a valid 5-digit.
ku: کۆدەکە 5 ژمارەیە!

# otpResend
source: resend Message!
ku: جارێکیی تر نامە بنێرەوە

# otpResent
source: Message has been resent!
ku: بۆ جاری دووەم نامەت بۆ نێردرایەوە!

# otpVerified
source: PhoneNumber verified successfully!
ku: ژمارەی مۆبایلەکەت بە سەرکەوتوویی پشتڕاستکرایەوە!

source: Password
ku: وشەی نهێنی

# passwordShouldBeMoreThan
source: Password should be more than 8 characters
ku: وشەی نهێنی نابێت کەمتر لە ۸ پیت بێت!

source: Passwords do not match
ku: وشەی نهێنی یەک ناگرێتەوە

source: Payment
ku: پارەدان

source: Phone Number
ku: ژمارەی مۆبایل

# phoneNumberOrUsername
source: Phone Number
ku: ژمارەی مۆبایل

source: Please fill in all fields
ku: تکایە هەموو خانەکان پڕبکەنەوە

source: please select a location on the map or address
ku: تکایە شوێنێک لەسەر نەخشەکە یان ناونیشانەکە هەڵبژێرە

source: Popularity
ku: زۆرترین فرۆش

source: Preparation Stage
ku: قۆناغی ئامادەکردن

source: Price Off
ku: بڕی داشکاندن

source: Price Range
ku: مەودای نرخی

source: Price tag
ku: نرخی بەرهەم

source: Print Invoice
ku: چاپکردنی فاکتور

source: Privacy Policy
ku: سیاسەتی پاراستنی نهێنی

source: Product Information
ku: زانیاری بەرهەمەکان

source: Products name
ku: ناوی بەرهەمەکان

source: Profile
ku: پرۆفایل

# qrcodeContent
source: You can always have your purchase information by scanning the QRcode
ku: هەرکات دەتوانیت زانیاری کڕینەکەت بە سکانکردنی بارکۆدەکە وەربگری

source: Re-Enter Password
ku: وشەی نهێنی دوبارە بنووسە

source: Recording of invoices
ku: تۆمارکردنی داواکاری

# registerYourName
source: Sign Up
ku: ناوی خۆت بنووسە

source: Registration successful
ku: هەژمارەکەت بەسەرکەوتویی تۆمار کرا

source: Save
ku: هەڵگرتن

# saveAndInsertInformation
source: Save and Insert
ku: پاشەکەوتکردن و تۆمارکردنی زانیاری

source: Search
ku: گەڕان

# secureAccessButton
source: Authenticate Now
ku: هر ئێستا ده‌مه‌ ژووره‌وه

# secureAccessDescription
source: You need secure access to use this feature. Please authenticate to proceed.
ku: بۆ داواکردن پێویستە بچیتە ژورەوە

# secureAccessDialogTitle
source: Secure Access
ku: چوونه‌ ژووره‌وه

# selectTimeToSend
source: Select a time to send
ku: کاتیک دیاری بکە بۆ گەیاندنی داواکاریەکەت

source: select your address
ku: شوێنی گەیاندن

# sendOtp
source: Sending Message to your phone number
ku: ناردنی نامە بۆ مۆبایلەکەت

source: Sending Phase
ku: قۆناغی ناردن

source: Settings
ku: ڕێکخستنەکان

source: Shipping Stage
ku: ئامادە کردنی داواکاری

source: Sign In
ku: چوونەژوورەوە

source: Sign in with
ku: چوونەژوورەوە بە...

source: Sort By
ku: ریزکردن بە پێ

# streetOrAlley
source: Street/Alley
ku: شەقام / کۆڵان

# succesfulPayment
source: Successful Payment
ku: پارەدان بە سەرکەوتوویی

# succesfulPaymentContent
source: Your payment has been successfully completed and your order will be processed
ku: پارەدان بە سەرکەوتوویی تەواو بوو و داواکاریەکەت چالاک دەکرێت

# successDialogButton
source: OK
ku: داخستن

# successDialogDescription
source: Your purchase has been successfully completed.
ku: پارەکەت بە سەرکەوتوویی تەواو بووە و داواکارییەکەت جێبەجێ دەکرێت

# successDialogTitle
source: Success
ku: داواکاریەکەت تۆمار کرا

# tapAgain
source: Tap again to exit!
ku: دووبارە پەنجە بنووسە بۆ دەرچوون!

# taxes
source: Taxes and other fees
ku: باجەکان

# terms
source: Read the terms and conditions.
ku: مەرج و ڕێساکان بخوێنەرەوە.

source: Terms Of Service
ku: مەرجەکانی خزمەتگوزاری

# texes
source: Taxes
ku: باجەکان

source: the regularity of the Order
ku: چاککردنەوەی داواکاری

source: this name is already registered
ku: ئەم ناوە پێشتر تۆمار کراوە

source: this phone mobile is already registered
ku: ئەم ژمارە تەلەفۆنە پێشتر تۆمار کراوە

source: Time
ku: کات

source: Todays Discounts
ku: داشکاندنی ئەمڕۆ

source: total
ku: کۆی گشتی

source: Total invoice
ku: کۆی گشتی فاکتورەکان

source: Total Price
ku: کۆی نرخی گشتی

source: Tracking ID
ku: کۆدی داواکاریەکەت

source: Transaction Fee
ku: تێچووی مامەڵە

source: transportation Phase
ku: قۆناغی گەیاندن

source: User Account
ku: ئەکاونتی بەکارهێنەر

source: Verify Code
ku: کۆد پشتڕاست بکەرەوە

# welcomeTextPartOne
source: Get anything you need at home here!
ku: هەر شتێک پێویستت بێت لە ماڵەوە لێرە بەدەست بهێنە!

# welcomeTextPartTwo
source: Cleaning supplies, food, tools, meat, rice and everything you need
ku: پێداویستی پاککردنەوە، خواردن، ئامێرەکان، گوشت، برنج و هەموو شتێک کە پێویستە

source: Wishlist
ku: لیستی دڵخوازەکان

source: Your Full Name
ku: ناوی تەواو

source: Your Order Has Been Registered
ku: داواکاریەکەت تۆمار کراوە.

source: your phone number or password is wrong
ku: ژمارەی تەلەفۆنەکەت یان وشەی نهێنیەکەت هەڵەیە

# zipcodeOrPostcode
source: ZipCode/PostCode
ku: کۆدی پۆست
